{
  "Characters":
  [
    {
		"Player":"PapaXilion",
		"CharacterName":"Game Master/Dungeon Master",
		"Twitch":"https://www.twitch.tv/PapaXilion",
		"YouTube":"https://www.youtube.com/channel/UCEcpiH-EMQMtkSq0XIxvqwQ",
		"Twitter":"https://twitter.com/PapaXilion",
		"CharacterSheet": "",
		"CharImg":"https://github.com/pmcdadeGMU/DMPapa.png",
		"CharLogo":"https://github.com/pmcdadeGMU/DMPapa.png",
		"Level":"∞",
		"Race":"Game Master",
		"Class":"God",
		"Sex": "∞",
		"Str":"∞",
		"StrMod":"∞",
		"Dex":"∞",
		"DexMod":"∞",
		"Con":"∞",
		"ConMod":"∞",
		"Int":"∞",
		"IntMod":"∞",
		"Wis":"∞",
		"WisMod":"∞",
		"Cha":"∞",
		"ChaMod":"∞",
		"Pro":"∞",
		"ArmClass":"∞",
		"BackStory":"The almighty and all powerful god of the world of Casariel Silverbrow, Jon Verenthall, and Karla Lilacheart. With their almighty powers they guide the adventures on a epic journey across the lands providing them with skills, experence, treasures, and a whole lot of trouble.",
		"Skills":"Everything and Nothing"
	},
		
	},
	{
		"Player":"dollFATALE",
		"CharacterName":"Casariel Silverbrow",
		"Twitch":"https://www.twitch.tv/DollFatale",
		"YouTube":"https://www.youtube.com/channel/UCf_BHja7BjzEeL1I5ERLrzQ",
		"Twitter":"https://twitter.com/dollfatale",
		"CharacterSheet": "https://www.dndbeyond.com/characters/62764083",
		"CharImg":"https://github.com/pmcdadeGMU/Casariel_2.png",
		"CharLogo":"https://github.com/pmcdadeGMU/Casariel.png",
		"Level":"8",
		"Race":"Aasimar",
		"Class":"Cleric",
		"Sex": "Female",
		"Str":"9",
		"StrMod":"-1",
		"Dex":"13",
		"DexMod":"2",
		"Con":"12",
		"ConMod":"2",
		"Int":"10",
		"IntMod":"0",
		"Wis":"15",
		"WisMod":"5",
		"Cha":"10",
		"ChaMod":"0",
		"Pro":"3",
		"ArmClass":"18",
		"BackStory":"I suppose my life is something like a fairy tale, but not one of the happy ever after sort. I am told I was conceived in a place beyond this world not too terribly difficult to comprehend. There are many planes of existence that we know of, the very same way we know the skies are blue or the grass is green.  They simply are. This place was not the sort that one would wish to visit however. It's a place of darkness populated with dark people performing dark deeds for even darker purpose.Place of suffering, madness, monsters, and mist. Perhaps it shoudl not surprise me then that I can often feel a darkness much like that inside of me.\n Allow me to start from teh beginning. I am Casariel Silverbrow, priestess of saloon",
		"Skills":"Mod	SKILL		BONUS\nDEX	Acrobatics	+2\nWIS	Animal Handling	+5\nINT	Arcana		+0\nSTR	Athletics	-1\nCHA	Deception	+0\nINT	History		+0\nWIS	Insight		+8\nCHA	Intimidation	+0\nINT	Investigation	+3\nWIS	Medicine	+5\nINT	Nature		+0\nWIS	Perception	+5\nCHA	Performance	+0\nCHA	Persuasion	+3\nINT	Religion	+3\nDEX	Sleight of Hand	+2\nDEX	Stealth		+2\nWIS	Survival	+5"
	},
	{
		"Player":"annepopp",
		"CharacterName":"Karla Lilacheart",
		"Twitch":"https://www.twitch.tv/annepopp",
		"YouTube":"https://www.youtube.com/channel/UCY05JTVtmBz_Tl_-jTa1G0g",
		"Twitter":"https://twitter.com/annepopforreal",
		"CharacterSheet": "https://www.dndbeyond.com/characters/66746623",
		"CharImg":"https://github.com/pmcdadeGMU/Karla_2.png",
		"CharLogo":"https://github.com/pmcdadeGMU/Karla.png",
		"Level":"8",
		"Race":"Lightfoot Halfling",
		"Class":"Bard",
		"Sex": "Female",
		"Str":"9",
		"StrMod":"-1",
		"Dex":"14",
		"DexMod":"+3",
		"Con":"10",
		"ConMod":"+0",
		"Int":"12",
		"IntMod":"+2",
		"Wis":"11",
		"WisMod":"+1",
		"Cha":"14",
		"ChaMod":"+4",
		"Pro":"+3",
		"ArmClass":"15",
		"BackStory":"Karla grew up in a simple village with a mystery bound to it. Every 20 years or so the house at the outskirts of the village would beckon someone from their slumber to enter it. They would never be seen again.\nMany in the village believed this to be the work of some greater godly force than could be defeated - not Karla however. When her friend, Lavender Cobblepot's sister was taken Karla seized the opportunity to help her friend get her sister back while sating her curiousity of what dwelled inside.\nHer research paid off and she was able to defeat the monster that laid within the house and rescue the young Cobblepot. It was a special type of monster that hibernated for long periods of time, only needing a small amount of sustanance to sustain itself. The calling that reached young girls in their slumber came from the first victim's ghost - calling to others to take her place in death.\nSince proving her theory right, and discovering a ghost Karla caught a fever for investigation.\nNow she writes for The Violet Gazette as their paranormal expert. A job she got from Lavender as a thank you for saving her sister all those years ago. \nKarla's biggest investigation yet has been her trip to the Akarin Isles, uncovering all the mysteries that laid there.  She is current roaming the realm, hunting mysteries near and far. Currently she is looking into a string of disappearances, which is how she encountered Casariel and well.. her biggest scoop yet.",
		"Skills":"Mod	SKILL		BONUS\nDEX	Acrobatics	+4\nWIS	Animal Handling	+2\nINT	Arcana	+3\nSTR	Athletics	+0\nCHA	Deception	+7\nINT	History	+3\nWIS	Insight	+4\nCHA	Intimidation	+5\nINT	Investigation	+8\nWIS	Medicine	+2\nINT	Nature	+3\nWIS	Perception	+2\nCHA	Performance	+5\nCHA	Persuasion	+5\nINT	Religion	+3\nDEX	Sleight of Hand	+6\nDEX	Stealth	+9\nWIS	Survival	+2\n"
	},
	{
		"Player":"Drunkratt",
		"CharacterName":"Jon Verenthall",
		"Twitch":"https://www.twitch.tv/drunkratt",
		"YouTube":"https://www.youtube.com/@DrunkRat",
		"Twitter":"https://twitter.com/DrunkratGame",
		"CharacterSheet": "https://www.dndbeyond.com/characters/63190830",
		"CharImg":"https://github.com/pmcdadeGMU/Jon_2.png",
		"CharLogo":"https://github.com/pmcdadeGMU/Jon.png",
		"Level":"7",
		"Race":"Human",
		"Class":"Paladin 2/Warlock 5",
		"Sex": "Male",
		"Str":"13",
		"StrMod":"+2",
		"Dex":"10",
		"DexMod":"+0",
		"Con":"12",
		"ConMod":"+2",
		"Int":"9",
		"IntMod":"-1",
		"Wis":"10",
		"WisMod":"+0",
		"Cha":"14",
		"ChaMod":"+4",
		"Pro":"+3",
		"ArmClass":"18",
		"BackStory":"James was always the hero of the family.  Bold, Charismatic, a legend in the city guard and one of the most valiant of the new Silverstar.  I loved him dearly.  He was my hero.\nWhen he didn't return from a mission, my family fell into disarray.   I was never expected to amount to much, mostly enjoying relaxing evenings with my schoolmates and friends lounging under the family tree.  Suddenly, I was the only heir, with some big shoes to fill...\nDad shipped me off to the temple of Selune, hoping I'd amount to something.  Get back the family status.  Mom just buried herself in the local paper, reading mystery columns.  I didn't really enjoy the transition,  but that wasn't very important.\nWhile studying in the temple, they found I had some knack for fighting.  No doubt I learned some things from watching James growing up.  They tested me in combat and pulled me into the Silverstar program.\nTandra was brutal.  Strong, fierce, fast, and smart, she tried to build me into something better.  I never really had the head for tactics, but when I hit something, it stayed down.  She paired me with an aspiring Priest, Bartholomew, and we worked together to balance each other.  Bart was brilliant with his work performing ceremonies, and his knowledge of the faith was second to none.  We became fast friends, and suddenly the training was much more like home.\nWas ambitious, and I... I was reckless.  We went into a mausoleum one day, to lay to rest some of the bodies.  Bart took the lead, but I was watching and learning, even helping at some points.  Something went wrong...\nThe prayer had some affect, unholy in nature.  With a wrenching of stone, I heard the bodies around us begin to shift.  Before I knew it, we were surrounded and the torches extinguished.  I yelled for Bart to run, and tried to beat back the horde, but by the time Tandra opened the Mausoleum door...  I couldn't stop all of them.  Bart.  Bart didn't make it out...\nI committed myself to my studies.  I didn't care about making a name for my family anymore...  I needed to be stronger, to protect my friends from the darkness I know is out there.  I got into trouble after a few sparring sessions went awry, and they finally paired me with a new Priestess.  Casariel Silverbrow.  She is wise and beautiful, but most important, she is viscious in a fight.  She can handle herself, and I feel a bit less worried for her when we're out on missions.\nWe've graduated, and with one of the best records of any Silverstar team, my parents tell me they're proud.  As long as Sari is safe, as long as my squad is safe...",
		"Skills":"Mod	SKILL		BONUS\nDEX	Acrobatics +0\nWIS	Animal Handling	+0\nINT	Arcana	-1\nSTR	Athletics	+5\nCHA	Deception	+4\nINT	History	+2\nWIS	Insight	+0\nCHA	Intimidation	+7\nINT	Investigation	-1\nWIS	Medicine	+0\nINT	Nature	-1\nWIS	Perception	+3\nCHA	Performance	+4\nCHA	Persuasion	+4\nINT	Religion	+2\nDEX	Sleight of Hand	+0\nDEX	Stealth	+0"
	},
    
  ],
  "Status":"OK"
}
